[{"id":1,"quote":"When we are no longer able to change a situation, we are challenged to change ourselves.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":2,"quote":"Everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":3,"quote":"But there was no need to be ashamed of tears, for tears bore witness that a man had the greatest of courage, the courage to suffer.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":4,"quote":"Between stimulus and response, there is a space. In that space is our power to choose our response.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":5,"quote":"Love is the only way to grasp another human being in the innermost core of his personality.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":6,"quote":"An abnormal reaction to an abnormal situation is normal behavior.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":7,"quote":"What is to give light must endure burning.","author":"Viktor E. Frankl"},{"id":8,"quote":"Each man is questioned by life; and he can only answer to life by answering for his own life; to life he can only respond by being responsible.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":9,"quote":"So live as if you were living already for the second time and as if you had acted the first time as wrongly as you are about to act now!","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":10,"quote":"Forces beyond your control can take away everything you possess except one thing, your freedom to choose how you will respond to the situation.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":11,"quote":"It is not freedom from conditions, but it is freedom to take a stand toward the conditions.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":12,"quote":"Man does not simply exist but always decides what his existence will be, what he will become the next moment.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":13,"quote":"For the world is in a bad state, but everything will become still worse unless each of us does his best.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":14,"quote":"A man's concern, even his despair, over the worthwhileness of life is an existential distress but by no means a mental disease.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":15,"quote":"Man is originally characterized by his \"search for meaning\" rather than his \"search for himself.\"","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":16,"quote":"What man actually needs is not a tensionless state but rather the striving and struggling for some goal worthy of him.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":17,"quote":"To suffer unecessarily is masochistic rather than heroic.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":18,"quote":"The point is not what we expect from life, but rather what life expects from us.","author":"Viktor E. Frankl"},{"id":19,"quote":"A life of short duration...could be so rich in joy and love that it could contain more meaning than a life lasting eighty years.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":20,"quote":"It is a peculiarity of man that he can only live by looking to the future.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":21,"quote":"Since Auschwitz we know what man is capable of. And since Hiroshima we know what is at stake.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":22,"quote":"Human potential at its best is to transform a tragedy into a personal triumph, to turn one's predicament into a human achievement.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":23,"quote":"No-one will be able to make us believe that man is a sublimated animal once we can show that within him there is a repressed angel.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":24,"quote":"The immediate influence of behavior is always more effective than that of words.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":25,"quote":"Don’t aim at success—the more you aim at it and make it a target, the more you are going to miss it.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":26,"quote":"I see three possible sources for meaning: in work (doing something significant), in love (caring for another person), and in courage during difficult times.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":27,"quote":"If you treat people to a vision of themselves, if you apparently overrate them, you make them become what they are capable of becoming.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":28,"quote":"In other words, self-actualization is possible only as a side-effect of self-transcendence.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":29,"quote":"He noticed that it was the men who comforted others and who gave away their last piece of bread who survived the longest – and who offered proof that everything can be taken away from us except the ability to choose our attitude in any given set of circumstances.","author":"Viktor E. Frankl, Man's Search for Meaning"},{"id":30,"quote":"When we are no longer able to change a situation, we are challenged to change ourselves.","author":"Viktor E. Frankl, Man's Search for Meaning"}]
